Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: none is greater in this house than I, and he hath not withheld from me anything, except thee, because thou [art] his wife; and how shall I do this great evil? -- then have I sinned against God.'
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏟ ᏱᎾᏥᎸᏉᏗ ᎠᏂ ᎠᏓᏁᎸ ᎠᏴ ᏅᎩᎸᏉᏛᎢ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏂᏓᎩᏲᎯᏎᎸᎾ ᏱᎩ, ᏂᎯ ᏨᏒ, ᎾᏍᎩ ᏂᎯ ᎤᏓᎵᎢ ᎨᏒ ᎢᏳᏍᏗ; ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏱᏁᏋ ᎤᏲ ᏱᏓᎩᎸᏫᏍᏓᏏ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏱᏥᏍᎦᏅᏥᏏ?

source: And it cometh to pass at her speaking unto Joseph day [by] day, that he hath not hearkened unto her, to lie near her, to be with her;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏎᎲ ᏦᏩ ᏗᎬᏩᎩᏨᏗ, ᎥᏝ ᏱᏛᏓᏍᏓᏁᎮ ᎤᏂᏏᏁᏗᏱ, ᎠᎴ ᎢᏧᎳᎭ ᎤᏁᏓᏍᏗᏱ.

source: and it cometh to pass about this day, that he goeth into the house to do his work, and there is none of the men of the house there in the house,
chr: ᎾᎯᏳᏉᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎦᎵᏦᏕ ᏭᏴᎴ ᏧᎸᏫᏍᏓᏁᏗᏱ ᎤᎲ ᏧᎸᏫᏍᏓᏁᏗ; ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏂᏍᎦᏯ ᎾᎿ ᎠᏁᎯ ᏯᏯᎡ ᎦᎵᏦᏕ.

source: and she catcheth him by his garment, saying, 'Lie with me;' and he leaveth his garment in her hand, and fleeth, and goeth without.
chr: ᎠᎴ ᎤᏂᏴᎮ ᎤᏄᏩᎥᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᏍᏆᏂᏏᎲᏏ; ᎤᏄᏬᏃ ᎬᏩᏒᎦᎵ [ᎠᎨᏴ] ᎤᎵᏘᏎ [ᏦᏩ] ᎠᎴ ᎤᏄᎪᏤᎢ.

source: And it cometh to pass when she seeth that he hath left his garment in her hand, and fleeth without,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ [ᎠᎨᏴ] ᎿᏉ ᎤᏙᎴᎰᏒ ᎤᏂᏴ ᎤᏄᏬ ᎤᏒᎦᎸᎢ, ᎠᎴ ᏙᏱ ᏮᏗᏢᏍᏔᏅᎢ,

source: that she calleth for the men of her house, and speaketh to them, saying, 'See, he hath brought in to us a man, a Hebrew, to play with us; he hath come in unto me, to lie with me, and I call with a loud voice,
chr: ᎾᏍᎩ ᏫᏚᏯᏅᎮ ᎠᏂᏍᎦᏯ ᎦᏁᎸ ᎠᏁᎯ, ᎠᎴ ᏚᏃᏁᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᎠᏈᎷ ᎢᎦᏘᏃᎮᎸ ᎢᎩᏐᏢᎢᏍᏙᏗᏱ; ᎾᏍᎩ ᎠᎩᎷᏤᎸᎩ ᎠᏆᏂᏏᏁᏗᏱ ᎤᏰᎸᏒᎩ, ᎠᏍᏓᏯᏃ ᎠᏇᎷᏅᎩ;

source: and it cometh to pass, when he heareth that I have lifted up my voice and call, that he leaveth his garment near me, and fleeth, and goeth without.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᎿᏉ ᎤᏛᎦᏅᎠᏍᏓᏯ ᎠᏇᎷᏅᎢ, ᎾᏍᎩ ᎠᎩᏂᏰᎸ ᎤᏄᏬ, ᎠᎴ ᎤᎵᏘᏒᎩ, ᎠᎴ ᎤᏄᎪᏨᎩ.

source: And she placeth his garment near her, until the coming in of his lord unto his house.
chr: ᎤᏄᏬᏃ ᎤᏍᏆᏂᎪᏔᏁᎢ ᎬᏂ ᎤᎾᏝᎢ ᎢᎤᎷᏨ.

source: And she speaketh unto him according to these words, saying, 'The Hebrew servant whom thou hast brought unto us, hath come in unto me to play with me;
chr: ᎤᏠᏱᏉᏃ ᎾᏍᎩ ᎤᏃᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎠᏈᎷ ᎠᏥᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᏥᏍᎩᏯᏘᏃᎮᎸᎩ, ᎠᎩᎷᏤᎸᎩ ᎠᎩᏐᏢᎢᏍᏙᏗᏱ ᎤᏰᎸᏒᎩ.

source: and it cometh to pass, when I lift my voice and call, that he leaveth his garment near me, and fleeth without.'
chr: ᎠᎴ ᎯᎠ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᎠᏍᏓᏯ ᎠᏇᎷᏅ, ᎤᏄᏬ ᎠᎩᏂᏰᎸᎩ, ᎠᎴ ᏙᏱ ᏭᏗᏢᏍᏔᏅᎩ.

source: And it cometh to pass when his lord heareth the words of his wife, which she hath spoken unto him, saying, 'According to these things hath thy servant done to me,' that his anger burneth;
chr: ᎠᎴ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎤᎾᏝᎢ ᎤᏛᎦᏅ ᎤᏓᎵᎢ ᏂᎦᏪᏍᎬᎢ, ᎾᏍᎩ ᎤᏃᏁᎲ ᎯᎠ ᏂᎦᏪᏎᎬᎢ, ᎯᎠ ᎾᏍᎩ ᎾᏋᎦ ᎯᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᎤᏔᎳᏬᏎᎢ.

source: and Joseph's lord taketh him, and putteth him unto the round-house, a place where the king's prisoners [are] bound; and he is there in the round-house.
chr: ᏦᏩᏃ ᎤᎾᏝᎢ ᎤᏂᏴᎮᎢ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎤᏴᏔᏁᎢ, ᎾᎿ ᎤᎬᏫᏳᎯ ᏧᏤᎵᎦ ᎠᏂᏴᎩ ᏕᎨᎦᎸᎥᎢ; ᎾᎿᏃ ᏗᏓᏍᏚᏗᏱ ᎠᏯᎡᎢ.

source: And Jehovah is with Joseph, and stretcheth out kindness unto him, and putteth his grace in the eyes of the chief of the round-house;
chr: ᎠᏎᏃ ᏱᎰᏩ ᏚᎧᎿᏩᏗᏙᎮ ᏦᏩ, ᎠᎴ ᎤᏪᏙᎵᎨᎢ, ᎠᎴ ᎣᏍᏛ ᎤᏰᎸᏗᏱ ᏄᏩᏁᎴ ᏗᏓᏍᏚᏗᏱ ᎠᎦᏘᏯ.

source: and the chief of the round-house giveth into the hand of Joseph all the prisoners who [are] in the round-house, and of all that they are doing there, he hath been doer;
chr: ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎠᎦᏘᏯ ᏦᏩ ᏚᎦᏘᏗᏍᏔᏁ ᏂᎦᏛ ᎠᏂᏴᎩ ᏗᏓᏍᏚᏗᏱ ᎠᏂᏯᎢ; ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᎿ ᎠᎾᏛᏁᎲ ᎾᏍᎩ ᎢᏳᏛᏁᎸᎯ ᎨᏎᎢ.

source: the chief of the round-house seeth not anything under his hand, because Jehovah [is] with him, and that which he is doing Jehovah is causing to prosper.
chr: ᏗᏓᏍᏚᏗᏱᏃ ᎠᎦᏘᏯ ᎥᏝ ᎪᎱᏍᏗ ᏯᎦᏌᏯᏍᏗᏍᎨ ᎾᏍᎩ ᎤᎦᏘᏗᏍᏛᎢ: ᏂᎦᎵᏍᏙᏗᏍᎨ ᏱᎰᏩ ᏚᎧᎿᏩᏗᏙᎲᎢ; ᎠᎴ ᏚᎸᏫᏍᏓᏁᎲ ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗᏱ ᏄᏩᏁᎲ ᏱᎰᏩ.

source: Chapter 40
chr: ᎠᏯᏙᎸᎢ 40

source: And it cometh to pass, after these things -- the butler of the king of Egypt and the baker have sinned against their lord, against the king of Egypt;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏂᎣᎸ ᎣᏂ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎢᏥᏈᏱ ᎤᎬᏫᏳᎯ ᎠᏗᏔᏍᏗ ᎤᎦᏘᏕᎯ, ᎠᎴ ᏧᏪᏚᏁᎯ ᎤᏂᏍᎦᏅᏤᎴ ᎤᏂᏅᏏᏙᎯ, ᎾᏍᎩ ᎢᏥᏈᏱ ᎤᎬᏫᏳᎯ.

source: and Pharaoh is wroth against his two eunuchs, against the chief of the butlers, and against the chief of the bakers,
chr: ᏇᎵᏲᏃ ᏚᎿᎸᏤᎴ ᎠᏂᏔᎵ ᎠᏂᏍᎦᏰᎬᏍᏓ ᏧᏤᎵᎦ, ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎠᏗᏔᏍᏗ ᎠᏂᎦᏘᏯ ᎨᏒᎢ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᏂᏚᎲᏍᎩ ᎨᏒᎢ.

source: and giveth them in charge in the house of the chief of the executioners, unto the round-house, the place where Joseph [is] a prisoner,
chr: ᎠᎴ ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏧᏓᏘᎾᎢ ᎦᏁᎸ ᏫᏚᏴᏔᏁᎢ, ᎾᎿ ᏗᏓᏍᏚᏗᏱ, ᏦᏩ ᎾᎿ ᎤᏥᏴᏛᎢ.

source: and the chief of the executioners chargeth Joseph with them, and he serveth them; and they are days in charge.
chr: ᎠᎴ ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏄᎬᏫᏳᏒ ᏚᎨᏅᏕ ᏦᏩ ᎠᏂᏴᎩ, ᎠᎴ ᎾᏍᎩ ᏓᎦᏘᏰᎢ; ᎠᎴ ᎢᎸᏍᎩ ᏄᏬᎯᏤ ᏕᎨᏥᏍᏚᎮᎢ.

source: And they dream a dream both of them, each his dream in one night, each according to the interpretation of his dream, the butler and the baker whom the king of Egypt hath, who [are] prisoners in the round-house.
chr: ᎠᎴ ᎢᏧᎳ ᏚᎾᏍᎩᏓᏎᎢ, ᎢᏧᎳ ᏌᏉ ᏒᏃᏱ ᏚᎾᏍᎩᏓᏎᎢ, ᎢᏧᎳ ᏧᏓᎴᎾᎢ ᏕᎦᏛᎬ ᏚᎾᏍᎩᏓᏎᎢ, ᎾᏍᎩ ᎢᏥᏈᏱ ᎤᎬᏫᏳᎯ ᎠᏗᏔᏍᏗ ᎤᎦᏘᏕᎯ, ᎠᎴ ᏧᏪᏚᏁᎯ, ᎾᏍᎩ ᏗᏓᏍᏚᏗᏱ ᏥᏕᎨᏥᏴᏕᎢ.

source: And Joseph cometh in unto them in the morning, and seeth them, and lo, they [are] morose;
chr: ᏦᏩᏃ ᏑᎾᎴ ᏭᏴᎵᎴ ᎠᏂᏯᎥᎢ, ᎠᎴ ᏚᎧᎿᏁ ᎾᏍᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎤᏲ ᎤᎾᏓᏅᏖᎢ.

source: and he asketh Pharaoh's eunuchs who [are] with him in charge in the house of his lord, saying, 'Wherefore [are] your faces sad to-day?'
chr: ᏚᏛᏛᏁᏃ ᏇᎵᏲ ᏧᏤᎵ ᎤᏂᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᏂᏯᎡ ᏗᏓᏍᏚᏗᏱ ᎤᎾᏝᎢ ᎦᏁᎸᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙᏃ ᎤᏲᏉ ᎢᏍᏓᏓᏅᏔ ᏤᏍᏓᎦᏃᏗᏱ ᎪᎯ ᎢᎦ?

source: And they say unto him, 'A dream we have dreamed, and there is no interpreter of it;' and Joseph saith unto them, 'Are not interpretations with God? recount, I pray you, to me.'
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᎣᏍᏓᏍᎩᏘ, ᎥᏝ ᎠᎴ ᎪᎶ ᎦᏛᎬ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗ ᏰᏙᎭ. ᏦᏩᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᏳᎭ ᎦᏛᎬ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ? ᏍᎩᏂᏃᎲᏏ [ᏄᏍᏛ ᎢᏍᏓᏍᎩᏓᏒᎢ.]

source: And the chief of the butlers recounteth his dream to Joseph, and saith to him, 'In my dream, then lo, a vine [is] before me!
chr: ᏄᎬᏫᏳᏒᏃ ᎠᏗᏔᏍᏗ ᎠᎦᏘᏯ ᎤᏍᎩᏓᏒ ᎤᏃᏁᎴ ᏦᏩ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏍᎩᏓᏍᎬ ᎬᏂᏳᏉ, ᎤᏖᎸᎳᏛ ᎢᎬᏱᏗᏢ ᎾᏆᎵᏍᏓᏁᎸᎩ;

source: and in the vine [are] three branches, and it [is] as it were flourishing; gone up hath its blossom, its clusters have ripened grapes;
chr: ᎤᏖᎸᎳᏛᏃ ᏦᎢ ᏚᏩᏂᎦᎸᎩ; ᎠᎴ ᏣᏥᎸᎲᏍᎪ ᎾᏍᎩᏯ ᎥᎨᏒᎩ, ᎠᎴ ᎠᏥᎸᏍᎬᎩ; ᎠᎴ ᏖᎸᎳᏗ ᎤᏅᎾᏏᏛ ᎤᎾᏓᏛᏅᎩ;

source: and Pharaoh's cup [is] in my hand, and I take the grapes and press them into the cup of Pharaoh, and I give the cup into the hand of Pharaoh.'
chr: ᎠᎴ ᏇᎵᏲ ᎤᏤᎵ ᎤᎵᏍᏈᏗ ᎥᏥᏰᎲᎩ; ᏖᎸᎳᏗᏃ ᏓᏆᏕᏒᎩ, ᎠᎴ ᏓᎩᏨᏩᏍᏔᏅᎩ, ᏇᎵᏲ ᎤᏤᎵ ᎤᎵᏍᏈᏗ ᎠᎩᏟᏍᏔᏅᎩ; ᎠᎴ ᏇᎵᏲ ᎥᏥᏯᏒᎦᎶᏔᏅᎩ ᎤᎵᏍᏈᏗ.

source: And Joseph saith to him, 'This [is] its interpretation: the three branches are three days;
chr: ᏦᏩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎦᏛᎬᎢ; ᏦᎢ ᎾᏍᎩ ᏥᏚᏩᏂᎦᎴ ᏦᎢ ᏧᏒᎯᏛ ᎦᏛᎦ.

source: yet, within three days doth Pharaoh lift up thy head, and hath put thee back on thy station, and thou hast given the cup of Pharaoh into his hand, according to the former custom when thou wast his butler.
chr: ᏦᎢ ᎢᏳᏒᎯ ᏇᎵᏲ ᏛᏣᏌᎳᏓᏁᎵ ᎯᏍᎪᎵ; ᎠᎴ ᏗᏣᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏔᎵᏁ ᏛᏣᏁᎵ. ᎠᎴ ᏇᎵᏲ ᎤᏤᎵ ᎤᎵᏍᏈᏗ ᏛᎯᏯᏒᎦᎶᏔᏂ, ᎾᏍᎩᏯ ᏥᎿᏛᏁᎲ ᏧᏩᎫᏔᏅᏒ ᎠᏗᏔᏍᏗ ᎯᎦᏘᏕᎯ ᏥᎨᏒᎩ.

source: 'Surely if thou hast remembered me with thee, when it is well with thee, and hast done (I pray thee) kindness with me, and hast made mention of me unto Pharaoh, then hast thou brought me out from this house,
chr: ᎠᏗᎾ ᏍᏆᏅᏓᏛᎭ ᎾᎯᏳ ᎣᏍᏛ ᏂᏣᏛᎿᏕᎨᏍᏗ, ᎠᎴ ᎣᏍᏛ ᏂᏍᏆᏛᏁᎸᎭ, ᎠᎴ ᏇᎵᏲ ᎯᏃᏁᎸᎭ ᎠᏴ ᏍᎩᏁᎢᏍᏔᏅᎭ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎠᏓᏁᎸ ᏍᎩᏄᎪᏫᏒᎭ;

source: for I was really stolen from the land of the Hebrews; and here also have I done nothing that they have put me in the pit.'
chr: ᎤᏙᎯᏳᎯᏯᏰᏃ ᎥᎩᏃᏍᎩᏒᎩ ᎠᏂᏈᎷ ᎤᎾᏤᎵᎪᎯ ᏫᎬᎩᏯᏅᎲᎩ; ᎠᎴ ᎠᏂ ᎥᏝ ᎪᎱᏍᏗ ᏯᏆᏛᏁᎸ ᎬᎩᏍᏛᏗᏍᏗ ᏗᏓᏍᏚᏗᏱ ᎦᎬᎩᏴᏙᏗ.

source: And the chief of the bakers seeth that he hath interpreted good, and he saith unto Joseph, 'I also [am] in a dream, and lo, three baskets of white bread [are] on my head,
chr: ᏄᎬᏫᏳᏒᏃ ᏗᎦᏚᎲᏍᎩ ᎤᏙᎴᎰᏒ ᎦᏛᎬ ᎣᏏᏳ ᎨᏒᎢ, ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎠᏴ ᎾᏍᏉ ᎦᏍᎩᏓᏍᎬᎩ, ᎠᎴ ᎬᏂᏳᏉ ᏦᎢ ᏔᎷᏣ ᎦᏚ ᎤᏂᏁᎬ ᏗᎦᎶᏗ ᏓᏆᏃᏍᏛᎩ;

source: and in the uppermost basket [are] of all [kinds] of Pharaoh's food, work of a baker; and the birds are eating them out of the basket, from off my head.'
chr: ᎠᎴ ᏔᎷᏣᎩᎯ ᎦᏚᎢᏗᏢ ᎠᏝᎲ ᎦᎸᎩ ᏄᏓᎴᏒ ᏇᎵᏲ ᎤᎵᏍᏓᏴᏗ ᏗᎦᏚᎲᏍᎩ ᏧᏪᏚᏅᎯ; ᏥᏍᏆᏃ ᎠᏂᎴᏍᎬᎩ ᎠᏂᎩᏍᎬᎩ ᏔᎷᏣᎩᎯ ᎾᏍᎩ ᎠᏆᏃᏍᏛᎢ.

source: And Joseph answereth and saith, 'This [is] its interpretation: the three baskets are three days;
chr: ᏦᏩᏃ ᎤᏁᏤᎢ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎦᏛᎲᎢ; ᏦᎢ ᏔᎷᏣ ᏦᎢ ᏧᏒᎯᏛ ᎦᏛᎦ;

source: yet, within three days doth Pharaoh lift up thy head from off thee, and hath hanged thee on a tree, and the birds have eaten thy flesh from off thee.'
chr: ᏦᎢᏉ ᎢᏳᏒᎯ ᏇᎵᏲ ᏛᏣᏌᎳᏓᏁᎵ ᎯᏍᎪᎵ ᏓᏣᏍᎫᏕᏏ ᎠᎴ ᏡᎬ ᏓᏣᏛᏂ; ᏥᏍᏆᏃ ᏣᏇᏓᎸ ᏛᏂᎩ.

source: And it cometh to pass, on the third day, Pharaoh's birthday, that he maketh a banquet to all his servants, and lifteth up the head of the chief of the butlers, and the head of the chief of the bakers among his servants,
chr: ᏦᎢᏃ ᏫᏄᏒᎸ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎾᎯᏳ ᎢᎦ ᏇᎵᏲ ᎤᏕᏅᎢ ᎨᏎᎢ, ᎾᏍᎩᏃ ᏂᎦᏛ ᏧᏅᏏᏓᏍᏗ ᎬᏩᎵᏍᏓᏴᎾᏁᏗᏱ ᎤᏛᏅᎢᏍᏔᏁᎢ; ᏚᏌᎳᏓᏁᏃ ᏗᏂᏍᎪᎵ ᏄᎬᏫᏳᏒ ᎠᏗᏔᏍᏗ ᎠᎦᏘᏯ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᎦᏚᎲᏍᎩ ᏧᏅᏏᏓᏍᏗ ᎠᏂᎦᏔᎲᎢ.

source: and he putteth back the chief of the butlers to his butlership, and he giveth the cup into the hand of Pharaoh;
chr: ᏄᎬᏫᏳᏒᏃ ᎠᏗᏔᏍᏗ ᎠᎦᏘᏯ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏔᎵᏁ ᎤᏁᎴᎢ; ᎤᎵᏍᏈᏗᏃ ᏇᎵᏲ ᎠᏒᎦᎶᏗᏍᎨᎢ.

source: and the chief of the bakers he hath hanged, as Joseph hath interpreted to them;
chr: ᏗᎦᏚᎲᏍᎩᏍᎩᏂ ᏄᎬᏫᏳᏒ ᎤᏛᏁᎢ; ᎾᏍᎩᏯ ᏦᏩ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸ ᎦᏛᎬᎢ.

source: and the chief of the butlers hath not remembered Joseph, but forgetteth him.
chr: ᎠᏎᏃ ᏄᎬᏫᏳᏒ ᎠᏗᏔᏍᏗ ᎠᎦᏘᏯ ᎥᏝ ᏳᏅᏏᏕ ᏦᏩ, ᎤᏩᎨᏫᏎᏉᏍᎩᏂ.

source: Chapter 41
chr: ᎠᏯᏙᎸᎢ 41

source: And it cometh to pass, at the end of two years of days that Pharaoh is dreaming, and lo, he is standing by the River,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏧᏕᏘᏴᏛ ᎤᎵᏍᏆᏛ, ᎾᏍᎩ ᏇᎵᎰ ᎤᏍᎩᏓᏎᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎡᏉᏄᎶᏗ ᎦᏙᎨᎢ.

source: and lo, from the River coming up are seven kine, of fair appearance, and fat [in] flesh, and they feed among the reeds;
chr: ᎠᎴ ᎬᏂᏳᏉ ᎡᏉᏂ ᏧᎾᏚᎩᏎ ᎦᎵᏉᎩ ᎢᏯᏅᏗ ᏩᎦ ᎠᏂᎩᏏ, ᏧᏃᏚᎯ ᏗᎧᏃᏗᏱ, ᎠᎴ ᏗᎾᎵᏦᎯᏛ; ᎠᎴ ᎧᏁᏍᎦ ᎤᏰᎬ ᎠᎾᎵᏍᏓᏴᎲᏍᎨᎢ.

source: and lo, seven other kine are coming up after them out of the River, of bad appearance, and lean [in] flesh, and they stand near the kine on the edge of the River,
chr: ᎠᎴ ᎬᏂᏳᏉ ᏅᏩᎾᏓᎴ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏩᎦ ᎠᏂᎩᏏ ᎣᏂ ᏧᎾᏚᎩᏎ ᎡᏉᏂ, ᎤᏂᏁᎩᎸᏗ ᏗᎧᏃᏗᏱ, ᎠᎴ ᏧᎾᎴᏐᏛ; ᎠᎴ ᎠᏂᏐᎢ ᏩᎦ ᎠᏂᏙᎾᎥ ᎾᎥ ᎠᏂᏙᎾᎡ ᎡᏉᎸᎶᏗ.

source: and the kine of bad appearance and lean [in] flesh eat up the seven kine of fair appearance, and fat -- and Pharaoh awaketh.
chr: ᎤᏂᏁᎩᎸᏗᏃ ᏗᎧᏃᏗᏱ, ᎠᎴ ᏧᎾᎴᏐᏛ ᏩᎦ ᏚᏂᏯᎣᏁ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏧᏃᏚᎯ ᏗᎧᏃᏗᏱ. ᎠᎴ ᏗᎾᎵᏦᎯᏛ ᏩᎦ. ᏇᎵᏲᏃ ᎤᏰᏤᎢ.

source: And he sleepeth, and dreameth a second time, and lo, seven ears are coming up on one stalk, fat and good,
chr: ᎠᎴ ᎤᎸᏁᎢ, ᎠᎴ ᏔᎵᏁ ᎤᏍᎩᏓᏎᎢ; ᎠᎴ ᎬᏂᏳᏉ ᏌᏉ ᎤᏰᎬ ᎤᏣᎴᏍᏗ, ᎦᎵᏉᎩ ᏄᏍᎫᏓᏕᎢ, ᏤᏆ ᎠᎴ ᏦᏍᏛ.

source: and lo, seven ears, thin, and blasted with an east wind, are springing up after them;
chr: ᎠᎴ ᎬᏂᏳᏉ ᎣᏂ ᎦᎵᏉᎩ ᏧᏍᏗ ᏚᏍᎫᏓᏕᎢ ᏚᎵᏰᏁᎢ, ᏗᎧᎸᎬ ᏗᎦᏃᎸᏗᏍᎬ ᏧᏲᏍᏔᏅᎯ.

source: and the thin ears swallow the seven fat and full ears -- and Pharaoh awaketh, and lo, a dream.
chr: ᎦᎵᏉᎩᏃ ᏧᏲ ᏚᏍᎫᏓᏛ ᏚᏒᏁ ᎦᎵᏉᎩ ᏤᏆ ᎠᎴ ᏦᏍᏛ ᏧᎦᏔᏘ ᏚᏍᎫᏓᏛᎢ. ᏇᎵᏲᏃ ᎤᏰᏤᎢ, ᎠᎴ ᎬᏂᏳᏉ, ᎤᏍᎩᏓᏒᎯᏉ ᎨᏎᎢ.

source: And it cometh to pass in the morning, that his spirit is moved, and he sendeth and calleth all the scribes of Egypt, and all its wise men, and Pharaoh recounteth to them his dream, and there is no interpreter of them to Pharaoh.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏑᎾᎴᎢ, ᎾᏍᎩ ᏧᏓᏅᏛ ᎤᏪᎵᎯᏍᏗᏍᎨᎢ; ᎤᏓᏅᏎᏃ ᎠᎴ ᏫᏚᏯᏅᎮ ᏂᎦᏛ ᎠᎾᏙᏂᏍᎩ ᎢᏥᏈᏱ ᎠᏁᎯ, ᎠᎴ ᏂᎦᏛ ᎠᏂᎦᏔᎾᎢ ᎾᎿ ᎠᏁᎯ; ᏇᎵᏲᏃ ᏚᏃᎮᎴ ᏄᏍᏛ ᎤᏍᎩᏓᏒᎢ; ᎠᏎᏃ ᎥᏝ ᎩᎶ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗ ᏱᎨᏎ ᏇᎵᏲ ᎾᏍᎩ ᎦᏛᎬᎢ.

source: And the chief of the butlers speaketh with Pharaoh, saying, 'My sin I mention this day:
chr: ᎿᏉ ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎠᏗᏔᏍᏗ ᎠᎦᏘᏯ ᎤᏁᏤᎴ ᏇᎵᏲ, ᎯᎠ ᏄᏪᏎᎢ, ᎪᎯ ᎢᎦ ᏥᎩ ᎦᏅᏓᏗ ᎠᎩᏍᎦᏅᏨᎢ.

source: Pharaoh hath been wroth against his servants, and giveth me into charge in the house of the chief of the executioners, me and the chief of the bakers;
chr: ᏇᎵᏲ ᏚᎾᎸᏤᎸᎩ ᏧᏅᏏᏓᏍᏗ ᎠᎴ ᎠᎩᏴᏔᏅᎩ ᏗᏓᏍᏚᏗᏱ ᎾᎿ ᎦᏁᎸ ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏧᏓᏘᎾᎢ, ᎠᏴ, ᎠᎴ ᎾᏍᏉ ᏄᎬᏫᏳᏒ ᏗᎦᏚᎲᏍᎩ.

source: and we dream a dream in one night, I and he, each according to the interpretation of his dream we have dreamed.
chr: ᎠᎴ ᎢᏧᎳ ᏌᏉ ᏒᏃᏱ ᏙᎩᎾᏍᎩᏓᏒᎩ, ᏧᏓᎴᎾᎢᎭ ᏕᎦᏛᎬ ᏙᎩᎾᏍᎩᏓᏒᎩ.

source: And there [is] with us a youth, a Hebrew, servant to the chief of the executioners, and we recount to him, and he interpreteth to us our dreams, [to] each according to his dream hath he interpreted,
chr: ᎾᎿᏃ ᎣᏥᏯᎥᎩ ᎠᏫᏅ, ᎠᏈᎷ, ᎤᏅᏏᏓᏍᏗ ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏧᏓᏘᎾᎢ, ᎾᏍᎩᏃ ᎣᏍᏗᏃᏁᎸᎩ, ᎠᎴ ᎬᏂᎨᏒ ᏃᎩᏅᏁᎸᎩ ᏄᏍᏛ ᎦᏛᎬ ᏙᎩᎾᏍᎩᏓᏒᎢ; ᎣᏍᏗᏏᏴᏫᎭ ᏄᏍᏛ ᏙᎩᎾᏍᎩᏓᏒ ᎦᏛᎬ ᎡᏂᎨᏒ ᏃᎩᏅᏁᎸᎩ.

source: and it cometh to pass, as he hath interpreted to us so it hath been, me he put back on my station, and him he hanged.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏃᎩᏅᏁᎸ ᎾᏍᎩᏯ ᏄᎵᏍᏔᏅᎩ; ᎠᏴ, ᏔᎵᏁ ᎥᎠᎩᏁᎸᎩ ᏗᎩᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎾᏃ ᎤᏛᏅᎩ.

source: And Pharaoh sendeth and calleth Joseph, and they cause him to run out of the pit, and he shaveth, and changeth his garments, and cometh in unto Pharaoh.
chr: ᎿᏉᏃ ᏇᎵᏲ ᎤᏓᏅᏎ ᎠᎴ ᏭᏯᏅᎮ ᏦᏩ, ᎠᎴ ᎤᎵᏍᏗᏳ ᏭᏂᏯᎢᏎ ᏗᏓᏍᏚᏗᏱ; ᎤᎵᏍᏙᏰᎮᏃ ᎠᎴ ᏚᏄᏩᎢᏴᏎᎢ, ᎠᎴ ᏇᎵᏲ ᎠᏯᎥ ᏭᏴᎴᎢ.

source: And Pharaoh saith unto Joseph, 'A dream I have dreamed, and there is no interpreter of it, and I -- I have heard concerning thee, saying, Thou understandest a dream to interpret it,'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ; ᎠᏆᏍᎩᏓᏒᎩ, ᎥᏝ ᎠᎴ ᎩᎶ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗ ᏱᎩ ᎦᏛᎬᎢ; ᏂᎯᏃ ᎬᏯᏛᎦᏁᎸ ᎰᎵᎬ ᎠᏍᎩᏓᏒᎯ, ᎠᎴ ᎬᏂᎨᏒ ᎢᎨᏨᏁᏗ ᎨᏒ ᏄᏍᏛ ᎦᏛᎬᎢ.

source: and Joseph answereth Pharaoh, saying, 'Without me -- God doth answer Pharaoh with peace.'
chr: ᏦᏩᏃ ᎤᏁᏤᎴ ᏇᎵᏲ, ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ ᎠᏴ ᏯᎩᎭ ᎾᏍᎩ. ᎤᏁᎳᏅᎯᏍᎩᏂ ᏅᏩᏙᎯᏯᏛ ᏓᏳᏬᎯᎵᏴᏍᏓᏁᎵ ᏇᎵᏲ.

source: And Pharaoh speaketh unto Joseph: 'In my dream, lo, I am standing by the edge of the River,
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎦᏍᎩᏓᏍᎬ, ᎬᏂᏳᏉ ᎡᏉᏄᎶᏗ ᏥᏙᎬᎩ.

source: and lo, out of the River coming up are seven kine, fat [in] flesh, and of fair form, and they feed among the reeds;
chr: ᎬᏂᏳᏉᏃ ᎡᏉᏂ ᏓᏳᎾᏚᎩᏒ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏩᎦ ᎠᏂᎩᏏ, ᏗᎾᎵᏦᎯᏛ, ᎠᎴ ᎠᏃᏍᏛ ᏗᎧᏃᏗᏱ, ᎧᏁᏍᎦᏃ ᎤᏰᎬ ᎠᎾᎵᏍᏓᏴᎲᏍᎬᎩ.

source: and lo, seven other kine are coming up after them, thin, and of very bad form, and lean [in] flesh; I have not seen like these in all the land of Egypt for badness.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏅᏩᎾᏓᎴ ᏩᎦ ᎠᏂᎩᏏ ᎣᏂ ᏓᏳᎾᏚᎩᏒᎩ, ᏧᎾᎴᏐᏛ, ᎠᎴ ᎤᏣᏘ ᎤᏂᏲ ᏗᎧᏃᏗᏱ, ᎠᎴ ᎤᏲ ᎤᏂᏇᏓᎵ ᎾᏍᎩ ᎢᏳᏂᏲ ᎥᏝ ᎢᎸᎯᏳ ᏱᏗᏥᎪᎣ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: 'And the lean and the bad kine eat up the first seven fat kine,
chr: ᏩᎦᏃ ᏧᎾᎴᏐᏛ ᎠᎴ ᎤᏂᏲ ᏗᎧᏃᏗᏱ ᏚᏂᏯᎣᏅᎩ ᎢᎬᏱ [ᎤᎾᏚᎩᏛ] ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᎾᎵᏦᎯᏛ ᏩᎦ ᎠᏂᎩᏏ.

source: and they come in unto their midst, and it hath not been known that they have come in unto their midst, and their appearance [is] bad as at the commencement; and I awake.
chr: ᏚᏂᏯᎣᏅᏃ ᎥᏝ ᎬᏙᎴᎰᎯᏍᏗ ᏱᎨᏎ ᏚᏂᏯᎥᎢ; ᎠᏏᏉᏍᎩᏂ ᎤᏂᏲ ᎨᏒᎩ ᏗᎧᏃᏗᏱ, ᎾᏍᎩᏯ ᏄᎾᏍᏛ ᎢᎬᏱᏱ. ᎿᏉᏃ ᎠᎩᏰᏨᎩ.

source: 'And I see in my dream, and lo, seven ears are coming up on one stalk, full and good;
chr: ᎠᎴ ᎦᏍᎩᏓᏍᎬ ᎠᎩᎪᎲᎩ, ᎠᎴ ᎬᏂᏳᏉ ᏌᏉ ᎤᏰᎬ ᎤᏣᎴᏍᏗ ᎦᎵᏉᎩ ᏚᏍᎫᏓᏔᏅᎩ, ᎠᎧᎵᎢ ᏧᎦᏔᏘ, ᎠᎴ ᏦᏍᏛ.

source: and lo, seven ears, withered, thin, blasted with an east wind, are springing up after them;
chr: ᎠᎴ ᎬᏂᏳᏉ ᎦᎵᏉᎩ ᏚᏍᎫᏓᏛ ᏧᎾᏍᎬᏨᎯ, [ᎠᎴ] ᏧᏍᏗᎦ, ᏗᎧᎸᎬ ᏗᎦᏃᎸᏗᏍᎬ ᏧᏲᏍᏔᏅᎯ, ᎣᏂ ᏚᎵᏰᏅᎩ.

source: and the thin ears swallow the seven good ears; and I tell unto the scribes, and there is none declaring to me.'
chr: ᏧᏍᏗᏃ ᏚᏍᎫᏓᏛᎢ, ᏚᏒᏅᎩ ᎦᎵᏉᎩ ᎬᏍᏛ ᏚᏍᎫᏓᏛᎢ. ᎾᏍᎩᏃ ᎯᎠ ᏗᎾᏙᏂᏍᎩ ᎥᎦᏥᏃᏁᎸᎩ; ᎠᏎᏃ ᎥᏝ ᎩᎶ ᎬᏂᎨᏒ ᎢᎬᏋᏁᏗ ᏱᎨᏎᎢ.

source: And Joseph saith unto Pharaoh, 'The dream of Pharaoh is one: that which God is doing he hath declared to Pharaoh;
chr: ᏦᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᏇᎵᏲ, ᏣᏍᎩᏓᏒ ᏌᏉᏉ ᏂᎦᎵᏍᏗᎭ. ᎤᏁᎳᏅᎯ ᎤᎾᏄᎪᏫᏎᎸ ᏇᎵᏲ ᎾᏍᎩ ᏅᏗᏛᏁᎵᏒᎢ.

source: the seven good kine are seven years, and the seven good ears are seven years, the dream is one;
chr: ᎦᎵᏉᎩ ᎠᏃᏍᏛ ᏩᎦ ᎠᏂᎩᏏ, ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ [ᎦᏛᎦ,] ᎠᎴ ᎦᎵᏉᎩ ᏦᏍᏛ ᏚᏍᎫᏓᏛ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ [ᎦᏛᎦ;] ᏣᏍᎩᏓᏒ ᏌᏉᏉ [ᏂᎦᎵᏍᏗᎭ.]

source: and the seven thin and bad kine which are coming up after them are seven years, and the seven empty ears, blasted with an east wind, are seven years of famine;
chr: ᎦᎵᏉᎩᏃ ᏩᎦ ᎠᏂᎩᏏ ᏧᎾᎴᏐᏛ ᎠᎴ ᏄᏂᏲ ᏗᎧᏃᏗᏱ ᎣᏂ ᏨᏧᎾᏚᎩᏎᎢ, ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ [ᎦᏛᎦ;] ᎦᎵᏉᎩᏃ ᏧᏏᏩ ᏚᏍᎫᏓᏛ ᎾᏍᎩ ᏗᎧᎸᎬ ᏗᎦᏃᎸᏗᏍᎬ ᏧᏲᏍᏔᏅᎯ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᏧᎪᏄᎶᎯᏍᏗᏱ [ᎦᏛᎦ.]

source: this [is] the thing which I have spoken unto Pharaoh: That which God is doing, he hath shewn Pharaoh.
chr: ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᏇᎵᏲ ᏥᏥᏃᎲᏏ; ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏗᏛᏁᎵᏒ ᎦᎾᏄᎪᏫᏎ ᏇᎵᏲ.

source: 'Lo, seven years are coming of great abundance in all the land of Egypt,
chr: ᎬᏂᏳᏉ ᎦᎵᏉᎩ ᏅᏛᏕᏘᏴᎯ ᎤᏧᏈᏍᏗ ᎠᎵᏍᏓᏴᏗ ᏛᏛᏏ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: and seven years of famine have arisen after them, and all the plenty is forgotten in the land of Egypt, and the famine hath finished the land,
chr: ᎣᏂᏃ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᏙᏛᎪᏄᎶᏏ, ᎠᎴ ᏂᎦᏛ ᎤᏧᏈᏍᏗ ᎤᎾᏛᎯᏎᎸ ᏓᏳᏅᎨᏫᏏ ᏂᎬᎾᏛ ᎢᏥᏈᏱ; ᏓᎪᏄᎸᏃ ᏛᏒᏂ ᎦᏙᎯ.

source: and the plenty is not known in the land because of that famine afterwards, for it [is] very grievous.
chr: ᎠᎴ ᎤᏧᏈᏍᏗ ᎠᎵᏍᏓᏴᏗ ᎥᏝ ᏯᎾᏅᏓᏗᏍᎨᏍᏗ ᎠᏂ ᎦᏓ ᎠᎲᎢ ᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏚᎪᏄᎶᏒ ᎤᎨᎲᏔᏅᏒᎢ; ᎤᏣᏘᏰᏃ ᎠᎩᎵᏯ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏎᏏ.

source: 'And because of the repeating of the dream unto Pharaoh twice, surely the thing is established by God, and God is hastening to do it.
chr: ᎾᏃ ᏔᎵ ᎢᏳᏩᎫᏗ ᎤᏍᎩᏓᏒ ᏥᎩ ᏇᎵᏲ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏍᏓᏱᏛᎯ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏞᎩᏳ ᎾᏍᎩ ᎢᏳᏛᏁᏗ ᎨᏒᎢ.

source: 'And now, let Pharaoh provide a man, intelligent and wise, and set him over the land of Egypt;
chr: ᎿᏉᏃ ᏇᎵᏲ ᏭᏲᎦ ᎠᏏᎾᏌᏂ ᎠᎴ ᎠᎦᏔᎾᎢ ᎠᏍᎦᏯ, ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᏌᏕᎩ ᏫᏂᎬᎦ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: let Pharaoh make and appoint overseers over the land, and receive a fifth of the land of Egypt in the seven years of plenty,
chr: ᏇᎵᏲ ᎾᏍᎩ ᎯᎠ ᏫᎾᏛᎦ, ᎠᎴ ᎾᏍᎩ ᏫᏗᎧᏁᏥ ᏂᎬᎾᏛ ᎠᏂ ᎠᎾᎦᏌᏯᏍᏗᏍᎩ, ᎦᎵᏉᎩᏃ ᏧᏕᏘᏴᏛ ᏧᏈᏯ ᎤᏛᎯᏍᏗ ᏥᎩ ᎾᏍᎩ ᎯᏍᎩᏁ ᎪᏣᎴᏛ ᎦᏙᎯ ᎤᏛᏒᎯ ᎢᏥᏈᏱ ᎤᎾᎫᏴᏗ ᏫᏂᎬᎦ.

source: and they gather all the food of these good years that are coming, and heap up corn under the hand of Pharaoh -- food in the cities; and they have kept [it],
chr: ᎠᎴ ᎾᏍᎩ ᎠᏂᏟᏍᎨᏍᏗ ᏂᎦᏛ ᎠᎵᏍᏓᏴᏗ ᎾᎯᏳ ᎣᏍᏛ ᏚᏕᏘᏴᏌᏗᏒᎢ, ᎠᎴ ᎤᎶᎴᏍᏗ ᎠᏂᏟᏏᏍᎨᏍᏗ ᏇᎵᏲ ᎤᏁᏨᎯ, ᏕᎦᏚᎲᏃ ᎠᏂᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᎠᎵᏍᏓᏴᏗ.

source: and the food hath been for a store for the land, for the seven years of famine which are in the land of Egypt; and the land is cut off by the famine.'
chr: ᎾᏍᎩᏃ ᎠᎵᏍᏓᏴᏗ ᎠᏂᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᏂᎬᎾᏛ ᎤᎾᎵᏍᏓᏴᏙᏗ ᎾᎯᏳ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎢᏥᏈᏱ ᏥᏙᏛᎪᏄᎶᏏ; ᎾᏍᎩᏃ ᏞᏍᏗ ᏓᎪᏄᎸᏉ ᎤᎾᏗᏒᎲᏍᏔᏅᎩ ᎠᏂ ᎦᏓ ᎠᎲᎢ.

source: And the thing is good in the eyes of Pharaoh, and in the eyes of all his servants,
chr: ᏇᎵᏲᏃ ᏐᏏᏳ ᎤᏰᎸᏁ ᎾᏍᎩ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᏄᏅᏏᏓᏍᏗ.

source: and Pharaoh saith unto his servants, 'Do we find like this, a man in whom the spirit of God [is]?'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ, ᏥᎪ ᎯᎠ ᎾᏍᎩ ᎢᏳᏍᏗ ᏰᏗᏩᏛ, ᎠᏍᎦᏯ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎤᏯᎢ?

source: and Pharaoh saith unto Joseph, 'After God's causing thee to know all this, there is none intelligent and wise as thou;
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏥᏣᎾᏄᎪᏫᏎᎸ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎥᏝ ᎩᎶ ᏂᎯ ᏥᏂᏏᎾᏌᎾ ᎢᏯᏏᎾᏌᏂ ᏱᎩ, ᎠᎴ ᏥᏂᎦᏔᎾᎠ ᎢᏯᎦᏔᎾᎢ ᏱᎩ.

source: thou -- thou art over my house, and at thy mouth do all my people kiss; only in the throne I am greater than thou.'
chr: ᏥᏁᎸ ᏣᎬᏫᏳᏌᏕᎩ ᎨᏎᏍᏗ, ᎠᎴ ᏂᎯ ᎯᏁᎬ ᏚᎾᏁᎶᏕᏍᏗ ᏂᎦᏛ ᏕᎢᏆᏤᎵ ᏴᏫ; ᎦᏍᎩᎸᏉ ᎠᏉᎸ ᎤᎬᏫᏳᎯ ᎤᏪᏗᏱ ᎤᏩᏒ ᎤᏟ ᏅᎩᎸᏉᏕᏍᏗ ᎠᏴ.

source: And Pharaoh saith unto Joseph, 'See, I have put thee over all the land of Egypt.'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᎬᏂᏳᏉ ᏂᎬᎾᏛ ᎢᏥᏈᏱ ᏣᎬᏫᏳᏌᏕᎩ ᏂᎬᏴᎦ.

source: And Pharaoh turneth aside his seal-ring from off his hand, and putteth it on the hand of Joseph, and clotheth him [with] garments of fine linen, and placeth a chain of gold on his neck,
chr: ᏇᎵᏲᏃ ᎤᎵᏰᏑᏍᏙᎩᏎᎢ, ᎠᎴ ᏦᏩ ᎤᎵᏰᏑᏍᏙᏁᎢ, ᎠᎴ ᎤᏥᎸ ᏧᏏᏙᎵ ᏗᏄᏬ ᏚᏄᏬᎡᎢ, ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᏧᏓᏕᏒᏛ ᎤᏪᏯᏢᏁᎢ;

source: and causeth him to ride in the second chariot which he hath, and they proclaim before him, 'Bow the knee!' and -- to put him over all the land of Egypt.
chr: ᎠᎴ ᏔᎵᏁᏉ ᎤᎲ ᏓᏆᎴᎷ ᎤᏦᏗᏱ ᏄᏩᏁᎴᎢ; ᎢᎬᏱᏗᏢᏃ ᎠᎢᏒ ᎤᏁᎷᎨ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏗᏣᎵᏂᏆᏅᎥᎦ; ᎤᎬᏫᏳᏌᏕᎩᏃ ᏄᏩᏁᎴ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: And Pharaoh saith unto Joseph, 'I [am] Pharaoh, and without thee a man doth not lift up his hand and his foot in all the land of Egypt;'
chr: ᏇᎵᏲᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ, ᏇᎵᏲ ᎠᏴ, ᎠᎴ ᏂᎯ ᏂᏣᏁᏨᎾ ᎥᏝ ᎩᎶ ᎤᏌᎳᏙᏗ ᏱᎨᏎᏍᏗ ᎤᏬᏰᏂ ᎠᎴ ᎤᎳᏏᏕᏂ ᏂᎬᎾᏛ ᎢᏥᏈᏱ.

source: and Pharaoh calleth Joseph's name Zaphnath-Paaneah, and he giveth to him Asenath daughter of Poti-Pherah, priest of On, for a wife, and Joseph goeth out over the land of Egypt.
chr: ᏇᎵᏲᏃ ᏣᏆᏇᏂᎠ ᏚᏬᎡ ᏦᏩ; ᎠᎴ ᏉᏘᏈᎳ ᎣᎾ ᏚᏙᎥ ᎠᏥᎸ-ᏗᎨᎴᎯ ᎤᏪᏥ, ᎠᏏᎾ [ᏧᏙᎢᏛ,] ᎤᏪᎧᏁᎴ ᎤᏓᏴᏍᏗ; ᏦᏩᏃ ᏂᎬᎾᏛ ᎢᏥᏈᏱ ᎤᏪᏙᎴᎢ.

source: And Joseph [is] a son of thirty years in his standing before Pharaoh king of Egypt, and Joseph goeth out from the presence of Pharaoh, and passeth over through all the land of Egypt;
chr: ᏦᏩᏃ ᏦᎠᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎨᏎ ᎾᎯᏳ ᏇᎵᏲ ᎢᏥᏈᏱ ᎤᎬᏫᏳᎯ ᎠᎦᏔᎲ ᏧᎴᏁᎢ; ᎤᏄᎪᏤᏃ ᏦᏩ ᏇᎵᏲ ᎠᎦᏔᎲᎢ, ᎠᎴ ᏂᎬᎾᏛ ᎢᏥᏈᏱ ᎤᏪᏙᎴᎢ.

source: and the land maketh in the seven years of plenty by handfuls.
chr: ᎦᎵᏉᎩᏃ ᏧᏕᏘᏴᏛ ᎤᏣᏔᏅᎯ ᏧᏛᏒᏁ ᎤᏧᏈᏍᏙᏒᎯ ᎤᎾᏄᎪᏫᏏ ᎦᏙᎯ.

source: And he gathereth all the food of the seven years which have been in the land of Egypt, and putteth food in the cities; the food of the field which [is] round about [each] city hath he put in its midst;
chr: ᏂᎦᏛᏃ ᎠᎵᏍᏓᏴᏗ ᎤᏪᏟᏌᏁ ᎾᎯᏳ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᏧᏛᏒᏁ ᎢᏥᏈᏱ, ᎠᎴ ᏕᎦᏚᏩᏗᏒ ᎤᏍᏆᏂᎪᏔᏁ ᎠᎵᏍᏓᏴᏗ; ᎠᎵᏍᏓᏴᏗ ᏠᎨᏏ ᎤᏛᏒᎯ, ᎾᏍᎩ ᏕᎦᏚᏩᏗᏒ ᎬᏩᏚᏫᏛ [ᏕᎦᎶᎨᏒ ᎤᏛᏎᎯ,] ᎾᎿᏉ ᎦᏚᎲ ᎤᏍᏆᏂᎪᏔᏁᎢ.

source: and Joseph gathereth corn as sand of the sea, multiplying exceedingly, until that he hath ceased to number, for there is no number.
chr: ᏦᏩᏃ ᎤᏣᎴᏍᏗ ᎤᏪᏟᏌᏁ ᏃᏳ ᎠᎺᏉᎯ ᏥᎦᎳᎨᏲ ᎾᏍᎩᏯᎢ, ᎤᏧᏈᏍᏙᏒᎯ, ᏫᎬᏩᏑᎵᎪᏤ ᎠᏎᎯᎲᎢ; ᎥᏝᏰᏃ ᎬᏎᎰᎲᏍᏗ ᏱᎨᏎᎢ.

source: And to Joseph were born two sons before the year of famine cometh, whom Asenath daughter of Poti-Pherah, priest of On, hath borne to him,
chr: ᏦᏩᏃ ᎠᏂᏔᎵ ᎠᏂᏧᏣ ᎬᏩᏕᏁᎴ ᎠᏏᏉ ᏂᏓᎪᏄᎶᏍᎬᎾ ᎨᏎᎢ, ᎾᏍᎩ ᎠᏏᎾ, ᏥᏚᎾᎤᎪᏫᏎᎴᎢ, ᏉᏗᏈᎳ ᎣᎾ ᏚᏙᎥ ᎠᏥᎸ-ᏗᎨᎴᎯ ᎤᏪᏥ.

source: and Joseph calleth the name of the first-born Manasseh: 'for, God hath made me to forget all my labour, and all the house of my father;'
chr: ᏦᏩᏃ ᎢᎬᏱ ᎤᏕᏁᎸᎯ ᎹᎾᏌ ᏚᏬᎡᎢ; ᎤᏁᎳᏅᎯᏰᏃ ᎠᏋᎨᏫᏍᏗᏱ ᎾᏋᏂᏏ ᏂᎦᏛ ᏓᏆᏣᏪᎢᏍᏔᏅᎢ, ᎠᎴ ᏂᎦᏛ ᎡᏙᏓ ᏚᏓᏘᎾᎥᎢ, [ᎤᏛᏁᎢ.]

source: and the name of the second he hath called Ephraim: 'for, God hath caused me to be fruitful in the land of mine affliction.'
chr: ᏔᎵᏁᏃ ᎯᎠ ᎢᏆᎻ ᏚᏬᎡᎢ; ᎤᏁᎳᏅᎯᏰᏃ ᎠᎩᏁᏉᏣᏘ ᎾᏋᏁᎸ ᎠᏂ ᎦᏓ ᎠᎲ ᎠᎩᎩᎵᏲᏥᏙᎸᎢ [ᎤᏛᏁᎢ.]

source: And the seven years of plenty are completed which have been in the land of Egypt,
chr: ᎦᎵᏉᎩᏃ ᏧᏕᏘᏴᏛ ᎤᏧᏈᏍᏗ ᏧᏛᏒᏁ ᎢᏥᏈᏱ ᎦᏙᎯ ᎿᏉ ᏚᎵᏍᏆᏕᎢ.

source: and the seven years of famine begin to come, as Joseph said, and famine is in all the lands, but in all the land of Egypt hath been bread;
chr: ᎦᎵᏉᎩᏃ ᏧᏕᏘᏴᏛ ᏧᎪᏄᎶᎯᏍᏗᏱ ᎤᎵᏱᎶᎴᎢ, ᎾᏍᎩᏯ ᏦᏩ ᏄᏪᏒᎢ; ᎠᎴ ᏂᎦᏛ ᎦᏙᎯ ᏓᏁᏩᏗᏒ ᏚᎪᏄᎶᏎᎢ; ᎢᏥᏈᏍᎩᏂ ᏂᎬᎾᏛ ᎦᏓ ᎠᎲᎢ ᎠᎵᏍᏓᏴᏗ ᎠᎮᎢ.

source: and all the land of Egypt is famished, and the people crieth unto Pharaoh for bread, and Pharaoh saith to all the Egyptians, 'Go unto Joseph; that which he saith to you -- do.'
chr: ᎿᏉᏃ ᏂᎬᎾᏛ ᎦᏓ ᎠᎲ ᎢᏥᏈᏱ ᏚᏂᏲᏏᏌᏅ, ᏇᎵᏲ ᎬᏩᏔᏲᏎᎴ ᎠᎵᏍᏓᏴᏗ; ᏇᎵᏲᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏂᎦᏛ ᎢᏥᏈᏱ ᎠᏁᎯ, ᏦᏬᎢᏤᎾ; ᎾᏍᎩᏃ ᏂᏥᏪᏎᎲ ᏂᏣᏛᏁᎮᏍᏗ.

source: And the famine has been over all the face of the land, and Joseph openeth all [places] which have [corn] in them, and selleth to the Egyptians; and the famine is severe in the land of Egypt,
chr: ᎾᎿᏃ ᎦᏓ ᎠᎲ ᏂᎬᎾᏛ ᏚᎪᏄᎶᏎᎢ; ᏦᏩᏃ ᏂᎦᏛ ᎤᏣᎴᏍᏗ ᎠᎲ ᏓᏓᏁᎸ ᏚᏍᏚᎢᏎᎢ, ᎠᎴ ᎢᏥᏈᏱ ᎠᏁᎯ ᏚᏃᏓᏁᎴᎢ; ᎠᎴ ᏓᎪᏄᎸ ᎤᏣᏘ ᎤᏁᏉᏤ ᎢᏥᏈᏱ ᎦᏓ ᎠᎲᎢ.

source: and all the earth hath come to Egypt, to buy, unto Joseph, for the famine was severe in all the earth.
chr: ᏂᎦᏛᏃ ᏴᏫ ᏓᏁᏩᏗᏒ ᎢᏥᏈᏱ ᎠᏂᎷᎨ ᏦᏩ ᎬᏩᏩᏎᎵᎯᎮᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᏛ ᏓᏁᏩᏗᏒ [ᏴᏫ] ᎤᏣᏘ ᏓᎪᏄᎴᎢ.

source: Chapter 42
chr: ᎠᏯᏙᎸᎢ 42

source: And Jacob seeth that there is corn in Egypt, and Jacob saith to his sons, 'Why do you look at each other?'
chr: ᏤᎦᏈᏃ ᎤᏙᎴᎰᏒ ᎢᏥᏈᏱ ᏗᎲ ᎢᏣᎴᏍᏗ, ᏤᎦᏈ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏪᏥ, ᎦᏙᏃ ᏙᏣᏓᎧᏂᎭᏉ?

source: he saith also, 'Lo, I have heard that there is corn in Egypt, go down thither, and buy for us from thence, and we live and do not die;'
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎦᏛᎬᎦ, ᎢᏥᏈᏱ ᏗᎲ ᎤᏣᎴᏍᏗ; ᎾᎿ ᏫᏥᎶᎯ, ᎠᎴ ᏫᏍᎩᏩᎯᏏ ᎾᎿᏂ; ᎾᏍᎩᏃ ᎢᏕᎮᏍᏗ, ᎠᎴ ᎥᏝ ᏱᏙᎨᏗᏲᎱᎯ.

source: and the ten brethren of Joseph go down to buy corn in Egypt,
chr: ᏦᏩᏃ ᎠᎾᎵᏅᏟ ᎠᏍᎪᎯ ᎢᏯᏂᏛ ᎤᏣᎴᏍᏗ ᎤᏂᏩᏒᏎ ᎢᏥᏈᏱ.

source: and Benjamin, Joseph's brother, Jacob hath not sent with his brethren, for he said, 'Lest mischief meet him.'
chr: ᏇᏂᏍᎩᏂ, ᏦᏩ ᎤᏅᏟ, ᏤᎦᏈ ᎥᏝ ᏳᏅᏎ ᎠᎾᎵᏅᏟ ᏳᏁᏅᏎᎢ; ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᏱᏅᏎᎦᎩᏰᏃ ᎤᏲ ᏱᏄᎵᏍᏓᏏ.

source: And the sons of Israel come to buy in the midst of those coming, for the famine hath been in the land of Canaan,
chr: ᎢᏏᎵᏃ ᏧᏪᏥ ᏓᏂᎷᎬ ᎤᏁᎳᏙᎴ ᎤᏣᎴᏍᏗ ᎤᏂᏩᏏᎴᎢ; ᎨᎾᏂᏰᏃ ᏓᎪᏄᎴᎢ.

source: and Joseph is the ruler over the land, he who is selling to all the people of the land, and Joseph's brethren come and bow themselves to him -- face to the earth.
chr: ᏦᏩᏃ ᎤᎬᏫᏳᏌᏕᎩ ᎨᏎ ᎾᎿᏂ, ᎠᎴ ᎾᏍᎩ ᏗᎦᏃᏓᏁᎯ ᎨᏎ ᏂᎦᏛ ᎾᎿ ᎠᏁᎯ; ᏦᏩᏃ ᎠᎾᎵᏅᏟ ᎤᏂᎷᏤᎢ, ᎠᎴ ᎡᎳᏗ ᏂᎬᏩᏛᏁᎴ ᎦᏙᎯ ᎢᏴᏛ ᏚᎾᎵᏯᏍᏚᏁᎢ.

source: And Joseph seeth his brethren, and discerneth them, and maketh himself strange unto them, and speaketh with them sharp things, and saith unto them, 'From whence have ye come?' and they say, 'From the land of Canaan -- to buy food.'
chr: ᏦᏩᏃ ᏚᎪᎮ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏚᏬᎵᏤᎢ, ᎠᏎᏃ ᏚᎵᎪᏁᎶᎯᏍᏓᏁᎴᎢ, ᎠᎴ ᎬᏍᎦᎢᏍᏓᎩ ᏚᏬᏁᏔᏁᎢ; ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎭᏢ ᏓᏣᏓᎴᎲᎦ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎨᎾᏂ ᏓᏲᏥᎶᎯ, ᎠᎵᏍᏓᏴᏗ ᎣᎩᏩᏏᎦ.

source: And Joseph discerneth his brethren, but they have not discerned him,
chr: ᎠᎴ ᏦᏩ ᏕᎪᎵᎨ ᎠᎾᎵᏅᏟ, ᎤᏩᏒᏍᎩᏂ ᎥᏝ ᏱᎬᏬᎵᎨᎢ.

source: and Joseph remembereth the dreams which he dreamed of them, and saith unto them, 'Ye [are] spies; to see the nakedness of the land ye have come.'
chr: ᏦᏩᏃ ᎤᏅᏓᏕ ᎤᏍᎩᏓᏒᎢ, ᎾᏍᎩ ᎤᏂᏛᎬ ᏧᏍᎩᏓᏎᎢ; ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏥᎦᏛᏂᏙᎯᏉ, ᎤᏲᏉ ᏃᎦᏛᏅ ᎠᏂ ᎢᏥᎦᏛᏂᎸ.
